{
    "quotes": [
      "'Roger Federer is the greatest tennis player of all time.' - John McEnroe",
      "'I've always believed that if you put in the work, the results will come.' - Serena Williams",
      "'If you don't practice, you don't deserve to win.' - Andre Agassi",
      "'Tennis is 90% mental. Of course, you have to physically have a certain level, but it’s about your head, too.' - Stan Wawrinka",
      "'One important key to success is self-confidence. An important key to self-confidence is preparation.' - Arthur Ashe",
      "'I fear no one, but respect everyone.' - Roger Federer",
      "'I hate to lose more than I love to win.' - Jimmy Connors",
      "'You have to believe in the long-term plan you have, but you need the short-term goals to motivate and inspire you.' - Roger Federer",
      "'If you can keep playing tennis when somebody is shooting a gun down the street, that’s concentration.' - Serena Williams",
      "'I like putting money back into the community. The reason I do it is because I believe in it.' - Venus Williams",
      "'My motto is: I’m alive, so that means I can do anything.' - Venus Williams",
      "'I never look back, I look forward.' - Steffi Graf",
      "'Everything is possible as long as you put your mind to it.' - Martina Hingis",
      "'What makes something special is not just what you have to gain, but what you feel there is to lose.' - Andre Agassi",
      "'When you do something best in life, you don’t really want to give that up— and for me, it’s tennis.' - Roger Federer",
      "'I've always had the will to win. I felt it baking cookies. They had to be the best cookies anyone baked.' - Billie Jean King",
      "'Champions keep playing until they get it right.' - Billie Jean King",
      "'Tennis has given me soul.' - Martina Navratilova",
      "'The mark of great sportsmen is not how good they are at their best, but how good they are at their worst.' - Martina Navratilova",
      "'I think self-awareness is probably the most important thing toward being a champion.' - Billie Jean King",
      "'In tennis, you strike a ball just after the rebound for the maximum speed, but that’s not possible if you aren’t prepared.' - Boris Becker",
      "'If you’re a champion, you have to have it in your heart.' - Chris Evert",
      "'I was always in the tennis business from the moment I was 15 years old.' - Gabriela Sabatini",
      "'When you lose a couple of times, it makes you realize how difficult it is to win.' - Steffi Graf",
      "'It’s been very beautiful. I’ve had a chance to think about it and look back at all the things I’ve done in my career so far.' - Roger Federer",
      "'Everybody always talks about the pressure of playing at Wimbledon, how tough it is. But the people watching make it so much easier to play.' - Serena Williams",
      "'You live with the highs and lows of tennis, but you still have to be calm in the moment.' - Kei Nishikori",
      "'I love tennis! I love the challenge. I love to put on a show for the crowd.' - Nick Kyrgios",
      "'When I was a child, I was a dreamer. I read comic books and imagined me a superhero. I’m still doing that now, sometimes.' - Novak Djokovic",
      "'I love the winning, I can take the losing, but most of all I love to play.' - Boris Becker",
      "'Stay strong, be brave, love hard and true, and you will have nothing to lose.' - Maria Sharapova",
      "'Being number one is very special, but tennis is a conversation between you and your racket, with an opponent across the net.' - Rafael Nadal",
      "'It’s very important not to think about losing.' - Venus Williams",
      "'A champion is afraid of losing. Everyone else is afraid of winning.' - Billie Jean King",
      "'Regardless of how you feel inside, always try to look like a winner.' - Arthur Ashe",
      "'Tennis has given me so much, and it’s all thanks to the fans who've been supporting me since day one.' - Rafael Nadal",
      "'I’ll let the racket do the talking.' - John McEnroe",
      "'I don’t play in any tournament to come second best.' - Andy Murray",
      "'I love the winning, but you can’t win every time. You have to accept mistakes and keep going.' - Novak Djokovic",
      "'The serve is the key to modern tennis; everything flows from that first shot.' - Pete Sampras"
    ]
  }